Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/ilo-konvensjon_nr__169_artikkel_15_nr_1.html.tmx
Source language: nob
Languages: sme

source: ILO-konvensjon nr. 169, artikkel 15 nr.1
sme: ILO-konvenšuvdna nr. 169, artihkal 15 nr. 1

source: ILO konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater omhandler konsultasjoner og landrettigheter.
sme: ILO konvenšuvnnas nr. 169 álgoálbmogiid ja čearddalaš álbmogiid birra iešmearrideaddji riikkain válddahuvvojit konsultašuvnnat ja eanavuoigatvuođat.

source: Rettigheter til land og vann er essensiell del av urfolks rettigheter.
sme: Eana- ja čáhcevuoigatvuođat leat deaŧalaš oassi álgoálbmogiid vuoigatvuođain.

source: Urfolk er både sosialt, kulturelt, økonomisk, åndelig og politisk knyttet til land, territorier og ressurser.
sme: Álgoálbmogat leat sihke sosiála, kultuvrralaččat, ekonomalaččat, vuoiŋŋalaččat ja politihkalaččat čadnojuvvon eatnamiidda, guovlluide ja resurssaide.

source: Artikkel 15 nr. 1 slår fast at « Vedkommende folks rett til naturressurser i deres landområder skal sikres spesielt.
sme: Artihkkalais 15 nr 1 nannejuvvo ahte " Dáid álbmogiid vuoigatvuođaid iežaset eatnamiid luondduriggodagaide galgá earenoamážit dorvvastit.

source: Slike rettigheter omfatter disse folks rett til å delta i bruk, styring og bevaring av disse ressursene.
sme: Dáidda vuoigatvuođaide gullet dáid álbmogiid vuoigatvuođat lea osolažžan dáid luondduriggodagaid geavaheamis, hálddašeamis ja suodjaleamis.

source: » Det at Norge i 20. juni 1990 har ratifisert konvensjonen danner også grunnlag for samisk deltakelse i verneområdeforvaltningen.
sme: " Dat go Norga geassemánu 20. b. 1990 lea dohkkehan konvenšuvnna lea maiddái vuođđun sámi searvamii suodjalanguovlohálddašeamis.

source: Les mer om ILO-konvensjonen
sme: Loga eanet ILO-konvenšuvnna birra
